/* Class = "NSButtonCell"; title = "Phishing and malware protection"; ObjectID = "2JS-r2-G7Q"; */
"2JS-r2-G7Q.title" = "Phishing and malware protection";

/* Class = "NSTextFieldCell"; title = "Assistant is your best friend when it comes to managing the filtering process right from the browser. Click on it to hide any element on the page, enable/disable ad blocking on the website, or send a report."; ObjectID = "2vP-L3-Eck"; */
"2vP-L3-Eck.title" = "Assistant is your best friend when it comes to managing the filtering process right from the browser. Click on it to hide any element on the page, enable/disable ad blocking on the website, or send a report.";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Download Android app"; ObjectID = "5PY-Uz-rIW"; */
"5PY-Uz-rIW.ibExternalAccessibilityDescription" = "Download Android app";

/* Class = "NSButton"; ibExternalAccessibilityHelp = "Opens web browser to download the Android app"; ObjectID = "5PY-Uz-rIW"; */
"5PY-Uz-rIW.ibExternalAccessibilityHelp" = "Opens web browser to download the Android app";

/* Class = "NSTextFieldCell"; title = "Blocks all known trackers and analytics."; ObjectID = "5hw-ki-BNJ"; */
"5hw-ki-BNJ.title" = "Blocks all known trackers and analytics.";

/* Class = "NSTextFieldCell"; title = "HTTPS Filtering"; ObjectID = "7tJ-VG-9fM"; */
"7tJ-VG-9fM.title" = "HTTPS Filtering";

/* Class = "NSTextFieldCell"; title = "Deletes tracking parameters from URLs. Limits the life session of third-party cookies."; ObjectID = "8Tt-dr-N6e"; */
"8Tt-dr-N6e.title" = "Deletes tracking parameters from URLs. Limits the life session of third-party cookies.";

/* Class = "NSTextFieldCell"; title = "This option enables a special filter that unblocks contextual search ads and websites' self-promoting ads."; ObjectID = "8tx-hv-5zj"; */
"8tx-hv-5zj.title" = "This option enables a special filter that unblocks contextual search ads and websites' self-promoting ads.";

/* Class = "NSTextFieldCell"; title = "Comfortable:"; ObjectID = "9YT-8a-Uln"; */
"9YT-8a-Uln.title" = "Comfortable:";

/* Class = "NSButtonCell"; title = "Proceed"; ObjectID = "AK1-4y-Flt"; */
"AK1-4y-Flt.title" = "Proceed";

/* Class = "NSTextFieldCell"; title = "Limits the life session of all cookies, including first-party. Disables browser functions that can be used for tracking purposes."; ObjectID = "AdE-5i-bdW"; */
"AdE-5i-bdW.title" = "Limits the life session of all cookies, including first-party. Disables browser functions that can be used for tracking purposes.";

/* Class = "NSButtonCell"; title = "Filter websites with EV certificates"; ObjectID = "ESk-Th-sIz"; */
"ESk-Th-sIz.title" = "Filter websites with EV certificates";

/* Class = "NSTextFieldCell"; title = "Removes ads in apps and browsers, protects your privacy, and helps you manage your apps. Scan the QR code to download."; ObjectID = "EZj-zD-RhN"; */
"EZj-zD-RhN.title" = "Removes ads in apps and browsers, protects your privacy, and helps you manage your apps. Scan the QR code to download.";

/* Class = "NSWindow"; title = "Welcome"; ObjectID = "F0z-JX-Cv5"; */
"F0z-JX-Cv5.title" = "Welcome";

/* Class = "NSTextFieldCell"; title = "Prevents you from accidentally visiting all kinds of hazardous websites: malware, phishing and fraud. Our databases are always up-to-date."; ObjectID = "Fkl-he-PA7"; */
"Fkl-he-PA7.title" = "Prevents you from accidentally visiting all kinds of hazardous websites: malware, phishing and fraud. Our databases are always up-to-date.";

/* Class = "NSTextFieldCell"; title = "Extended Validation (EV) SSL Certificates offer a stronger guarantee for which the owner of the website passed a thorough and globally-standardized identity verification process defined within the EV guidelines."; ObjectID = "FqN-3e-jPH"; */
"FqN-3e-jPH.title" = "Extended Validation (EV) SSL Certificates offer a stronger guarantee for which the owner of the website passed a thorough and globally-standardized identity verification process defined within the EV guidelines.";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "GSL-WJ-5MY"; */
"GSL-WJ-5MY.title" = "Back";

/* Class = "NSTextFieldCell"; title = "AdGuard Assistant is a special browser module that allows you to manage the application directly from your browser."; ObjectID = "GfN-rv-YTA"; */
"GfN-rv-YTA.title" = "AdGuard Assistant is a special browser module that allows you to manage the application directly from your browser.";

/* Class = "NSButtonCell"; title = "Finish"; ObjectID = "Inl-WI-o0J"; */
"Inl-WI-o0J.title" = "Finish";

/* Class = "NSButtonCell"; title = "Proceed"; ObjectID = "IpC-hc-hgc"; */
"IpC-hc-hgc.title" = "Proceed";

/* Class = "NSButtonCell"; title = "Proceed"; ObjectID = "Jm7-KN-P4o"; */
"Jm7-KN-P4o.title" = "Proceed";

/* Class = "NSTextFieldCell"; title = "High:"; ObjectID = "L8r-N9-jco"; */
"L8r-N9-jco.title" = "High:";

/* Class = "NSButtonCell"; title = "Social widgets, \"Like\" buttons"; ObjectID = "LJl-hz-1QI"; */
"LJl-hz-1QI.title" = "Social widgets, \"Like\" buttons";

/* Class = "NSTextFieldCell"; title = "AdGuard is able to filter any type of content, and you can fine-tune the filtering to exactly suit your needs."; ObjectID = "LRm-7u-Ubi"; */
"LRm-7u-Ubi.title" = "AdGuard is able to filter any type of content, and you can fine-tune the filtering to exactly suit your needs.";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "Lo5-Eh-tG4"; */
"Lo5-Eh-tG4.title" = "Back";

/* Class = "NSButtonCell"; title = "Use AdGuard Assistant"; ObjectID = "MeJ-09-qFJ"; */
"MeJ-09-qFJ.title" = "Use AdGuard Assistant";

/* Class = "NSTextFieldCell"; title = "Install AdGuard on your phone"; ObjectID = "MpG-ye-1Qm"; */
"MpG-ye-1Qm.title" = "Install AdGuard on your phone";

/* Class = "NSButtonCell"; title = "Online assistants, \"Subscription\" pop-ups, etc."; ObjectID = "OLb-B6-LBu"; */
"OLb-B6-LBu.title" = "Online assistants, \"Subscription\" pop-ups, etc.";

/* Class = "NSButtonCell"; title = "Let's do it!"; ObjectID = "P8j-g9-FhG"; */
"P8j-g9-FhG.title" = "Let's do it!";

/* Class = "NSTextFieldCell"; title = "Paranoid:"; ObjectID = "Pdj-Ct-u1C"; */
"Pdj-Ct-u1C.title" = "Paranoid:";

/* Class = "NSTextFieldCell"; title = "Congratulations! AdGuard has been successfully installed and is already protecting you from ads. Would you like to take few quick steps to personalize protection?"; ObjectID = "QTF-7r-n6r"; */
"QTF-7r-n6r.title" = "Congratulations! AdGuard has been successfully installed and is already protecting you from ads. Would you like to take few quick steps to personalize protection?";

/* Class = "NSButtonCell"; title = "Proceed"; ObjectID = "Tov-LZ-L8g"; */
"Tov-LZ-L8g.title" = "Proceed";

/* Class = "NSTextFieldCell"; title = "AdGuard Assistant"; ObjectID = "Tyb-GW-ftL"; */
"Tyb-GW-ftL.title" = "AdGuard Assistant";

/* Class = "NSTextFieldCell"; title = "Ad Blocking"; ObjectID = "VHU-cH-l2Z"; */
"VHU-cH-l2Z.title" = "Ad Blocking";

/* Class = "NSTextFieldCell"; title = "Configure protection?"; ObjectID = "Vr7-0A-Mej"; */
"Vr7-0A-Mej.title" = "Configure protection?";

/* Class = "NSTextFieldCell"; title = "Content Blocking"; ObjectID = "YDl-rT-zkD"; */
"YDl-rT-zkD.title" = "Content Blocking";

/* Class = "NSTextFieldCell"; title = "Basically, any elements that might distract you from the website's content and are not essential to its functionality."; ObjectID = "YNY-W4-xpE"; */
"YNY-W4-xpE.title" = "Basically, any elements that might distract you from the website's content and are not essential to its functionality.";

/* Class = "NSTextFieldCell"; title = "Thousands of corporations want to know about your every click. They track virtually all your online actions and use this data to target you and your family with ads. AdGuard fights them all and makes sure your privacy is safe."; ObjectID = "YfA-Bp-EIA"; */
"YfA-Bp-EIA.title" = "Thousands of corporations want to know about your every click. They track virtually all your online actions and use this data to target you and your family with ads. AdGuard fights them all and makes sure your privacy is safe.";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "ZWv-4k-m8k"; */
"ZWv-4k-m8k.title" = "Back";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Additional information"; ObjectID = "ac7-JI-xVe"; */
"ac7-JI-xVe.ibExternalAccessibilityDescription" = "Additional information";

/* Class = "NSMenuItem"; title = "Paranoid protection level"; ObjectID = "bNP-io-bPb"; */
"bNP-io-bPb.title" = "Paranoid protection level";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "bsz-i9-IuY"; */
"bsz-i9-IuY.title" = "Back";

/* Class = "NSButtonCell"; title = "Do not block search ads and websites' self-promotion"; ObjectID = "cSg-4q-E89"; */
"cSg-4q-E89.title" = "Do not block search ads and websites' self-promotion";

/* Class = "NSTextFieldCell"; title = "AdGuard excels at blocking ads on websites and inside apps. We have been setting industry standards for years and have accumulated vast experience in fighting ads."; ObjectID = "cpj-F2-OhL"; */
"cpj-F2-OhL.title" = "AdGuard excels at blocking ads on websites and inside apps. We have been setting industry standards for years and have accumulated vast experience in fighting ads.";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Download on the App Store"; ObjectID = "d8I-q6-rnH"; */
"d8I-q6-rnH.ibExternalAccessibilityDescription" = "Download on the App Store";

/* Class = "NSButton"; ibExternalAccessibilityHelp = "Opens web browser to download the iOS app"; ObjectID = "d8I-q6-rnH"; */
"d8I-q6-rnH.ibExternalAccessibilityHelp" = "Opens web browser to download the iOS app";

/* Class = "NSTextFieldCell"; title = "It allows AdGuard to block more ads and tracking by filtering encrypted connections."; ObjectID = "e3k-VZ-S0T"; */
"e3k-VZ-S0T.title" = "It allows AdGuard to block more ads and tracking by filtering encrypted connections.";

/* Class = "NSTextFieldCell"; title = "AdGuard will warn you if you are about to visit a fraudulent website or a website infected with viruses. Note that AdGuard is not an antivirus and will not delete existing viruses."; ObjectID = "ecI-yN-g9b"; */
"ecI-yN-g9b.title" = "AdGuard will warn you if you are about to visit a fraudulent website or a website infected with viruses. Note that AdGuard is not an antivirus and will not delete existing viruses.";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "iDL-dp-RJB"; */
"iDL-dp-RJB.title" = "Back";

/* Class = "NSButtonCell"; title = "Leave as it is"; ObjectID = "iUy-n8-IuB"; */
"iUy-n8-IuB.title" = "Leave as it is";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "nVQ-QU-a2R"; */
"nVQ-QU-a2R.title" = "Back";

/* Class = "NSButtonCell"; title = "Proceed"; ObjectID = "ppx-Rp-hGu"; */
"ppx-Rp-hGu.title" = "Proceed";

/* Class = "NSButtonCell"; title = "Filter HTTPS protocol"; ObjectID = "qWq-oH-Yi2"; */
"qWq-oH-Yi2.title" = "Filter HTTPS protocol";

/* Class = "NSTextFieldCell"; title = "Some websites may start working incorrectly"; ObjectID = "qXy-Dp-5pH"; */
"qXy-Dp-5pH.title" = "Some websites may start working incorrectly";

/* Class = "NSMenuItem"; title = "High protection level"; ObjectID = "qfI-uc-m5S"; */
"qfI-uc-m5S.title" = "High protection level";

/* Class = "NSButtonCell"; title = "Proceed"; ObjectID = "qrN-Np-hfm"; */
"qrN-Np-hfm.title" = "Proceed";

/* Class = "NSTextFieldCell"; title = "AdGuard will automatically enable the most appropriate filters for your region."; ObjectID = "rhy-u9-4uH"; */
"rhy-u9-4uH.title" = "AdGuard will automatically enable the most appropriate filters for your region.";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Additional information"; ObjectID = "sTJ-5K-NsV"; */
"sTJ-5K-NsV.ibExternalAccessibilityDescription" = "Additional information";

/* Class = "NSTextFieldCell"; title = "Browsing security"; ObjectID = "u9Q-iK-zH8"; */
"u9Q-iK-zH8.title" = "Browsing security";

/* Class = "NSTextFieldCell"; title = "Privacy protection"; ObjectID = "ub6-ql-Cnl"; */
"ub6-ql-Cnl.title" = "Privacy protection";

/* Class = "NSTextFieldCell"; title = "You may have to re-login to websites from time to time"; ObjectID = "vAb-ES-Tfb"; */
"vAb-ES-Tfb.title" = "You may have to re-login to websites from time to time";

/* Class = "NSButtonCell"; title = "Activate language-specific filters automatically"; ObjectID = "vzY-F1-qBw"; */
"vzY-F1-qBw.title" = "Activate language-specific filters automatically";

/* Class = "NSMenuItem"; title = "Protection disabled"; ObjectID = "wWS-hO-I4C"; */
"wWS-hO-I4C.title" = "Protection disabled";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "xYH-9u-n2M"; */
"xYH-9u-n2M.title" = "Back";

/* Class = "NSMenuItem"; title = "Comfortable protection level"; ObjectID = "y6o-cw-cts"; */
"y6o-cw-cts.title" = "Comfortable protection level";
